Repository: wp-plugins/weight-based-shipping-for-woocommerce
Catalog: lang/woowbs-*.po
Languages: ru_ru

source: Weight Based
ru_ru: По весу

source: Profile Name
ru_ru: Название профиля

source: Weight Based Shipping
ru_ru: Доставка по весу

source: Fee excluding tax, e.g. <code>3.50</code>({{currency}}).
ru_ru: Взнос без налога, например, <code>3.50</code>({{currency}}).

source: Constant part of shipping price. Leave it empty or zero if your shipping price depends only on order weight.
ru_ru: Фиксированная составляющая стоимости доставки. Если ноль — стоимость доставки будет зависеть только от веса заказа.

source: Shipping Rate
ru_ru: Тариф

source: Set your shipping price for 1 {{weight_unit}}. Example: <code>1.95</code>({{currency}}/{{weight_unit}}).
ru_ru: Стоимость доставки за 1 {{weight_unit}}. Пример: <code>1.95</code>({{currency}}/{{weight_unit}}).

source: Dynamic part of shipping price. Leave it empty or zero if your shipping price does not depend on order weight.
ru_ru: Плавающая составляющая стоимости доставки. Если ноль — стоимость доставки не будет зависеть от веса заказа.

source: Extra Weight Only
ru_ru: Только дополнительный вес

source: Rate weight after Min Weight
ru_ru: Тарифицировать только вес свыше минимального

source: Apply Shipping Rate to the weight part exceeding Min Weight if checked. Otherwize, apply Shipping Rate to the whole cart weight.
ru_ru: Если включено тарифицироваться будет только та часть веса корзины, которая превышает значение Минимального веса. Иначе Тариф применяется ко всему весу корзины.

source: Weight Step
ru_ru: Шаг веса

source: Use this option if you need to rate every next weight chunk (e.g. every <code>0.5</code>{{weight_unit}}) rather than calculate price using precise order weight.
ru_ru: Применяется если тарифицировать вес заказа нужно с некоторым шагом (к примеру, каждые <code>0.5</code>{{weight_unit}}), вместо тарификации по точном весу.

source: For example if total order weight is 1.325{{weight_unit}} and Shipping Rate is {{currency}}2 per {{weight_unit}} then total shipping price would be {{currency}}2.65 (assuming Handling Fee is zero) if Weight Step is disabled. But if Weight Step is set to 0.5{{weight_unit}} then shipping price would be {{currency}}3; if 0.1{{weight_unit}} then {{currency}}2.8; if 1{{weight_unit}} then {{currency}}4; and so on.
ru_ru: Например если общий вес заказа составляет 1.325{{weight_unit}}, а Тариф — 2{{currency}}/{{weight_unit}}, тогда общая стоимость доставки составит 2.65{{currency}} (предполагается, что доп. взнос за обработку отсутствует) если Шаг веса не указан. Но если Шаг веса установлен в 0.5{{weight_unit}}, то стоимость доставки составит 3{{currency}}; если 0.1{{weight_unit}} — 2.8{{currency}}; если 1{{weight_unit}} — 4{{currency}}; и т.д.

source: Min Weight
ru_ru: Минимальный вес

source: The shipping option will not be shown during the checkout process if order weight less than this value. Example: <code>0.5</code>({{weight_unit}}).
ru_ru: Этот вариант доставки не будет показан пользователю во время совершения заказа если общий вес заказа меньше чем указанное значение. Пример: <code>0.5</code>({{weight_unit}}).

source: Max Weight
ru_ru: Максимальный вес

source: The shipping option will not be shown during the checkout process if order weight exceeds this limit. Example: <code>2.5</code>({{weight_unit}}). Leave blank to disable.
ru_ru: Этот вариант доставки не будет показан пользователю во время совершения заказа если общий вес заказа превышает указанное значение. Пример: <code>2.5</code>({{weight_unit}}). Оставьте пустым если ограничение по максимальному весу не требуется.

# noun
source: copy
ru_ru: копия

source: Create additional configuration
ru_ru: Добавить ещё один профиль

source: Weight based shipping
ru_ru: Доставка по весу

source: Lets you calculate shipping based on total weight of the cart. You can have multiple configurations active.
ru_ru: Стоимость доставки рассчитывается в зависимости от общего веса корзины. Можно создавать несколько активных профилей.

source: Available configurations
ru_ru: Доступные профили

source: Settings for {{profile_name}} configuration
ru_ru: Настройки профиля {{profile_name}}

source: Duplicate
ru_ru: Дублировать

source: Simple weight based shipping method for Woocommerce.
ru_ru: Простая доставка с рассчётом стоимости в зависимости от веса корзины.
